Repository: TheTylerJP/Programmatic-Shuffle-Play
Catalog: Shuffle Play/Shuffle Play/Localizable/*.lproj/Localizable.strings
Languages: nl

# playerControllerProfileButton
source: Profile
nl: Profiel

# playerControllerElectronicButton
source: Electronic
nl: Elektrisch

# playerControllerKPOPButton
source: K-Pop
nl: Koreanse Pop

# playerControllerHelloTextView
source: You're Awesome!
nl: Je bent Geweldig!

# alertTitlePlayerController
source: Select Genre
nl: Selecteer je favoriete Genre

# alertMessagePlayerController
source: You need to select a genre to be able to shuffle songs.
nl: Je moet een genre selecteren als je nummers wilt Shufflen.

# continueMessaePlayerController
source: Continue
nl: Oké

# profileControllerReviewTextView
source: If you like Shuffle Play Plus, or you have ways I can improve Shuffle Play Plus, please leave a review on the App Store and I'll make sure to try and add it to the feature list!
nl: Als je Shuffle Play Plus waardeert, of je heb een verbeterpunt om Shuffle Play Plus te verbeteren, laat een review in de App Store achter!

# profileControllerProfileTextView
source: Your Profile
nl: Jouw Profiel

# profileControllerAboutSPButtonTapped
source: About Shuffle Play
nl: Over Shuffle Play

# profileControllerReviewButtonTapped
source: Review SPP on the App Store!
nl: Review SPP in de App Store!

# profileControllerAboutButton
source: About The Developers
nl: Over De Ontwikkelaars

# aboutSPControllerAboutLabelTextView
source: About Shuffle Play
nl: Over Shuffle Play

# aboutSPControllerAboutTextView
source: Have you ever wanted to listen to a specific genre? Shuffle Play let's you do just that! Using your locally stored library from Apple Music, or your iPhone's storage, Shuffle Play shuffles the music on your phone by genre. Allowing you to choose a genre and listen!
nl: Heb je altijd al naar een specifiek genre willen luisteren? Shuffle Play laat je dat doen! Het maakt gebruik van je lokale Apple Music bibliotheek, of die van je iPhone, Shuffle Play shufflet de music op je telefoon bij genre. Om jouw te laten luisteren naar één genre!

# aboutSPControllerHowToTextView
source: Select a genre from the menu screen on the right. Once a genre is selected, music from your locally stored library, or your Apple Music library will play! **Note: If you do not have a specific genre within your library, music will not play.**
nl: Selecteer een genre van het menu scherm. Wanneer een genre geselecteerd is, start de muziek uit je lokale bibliotheek te spelen, of die uit je Apple Music bibliotheek! **Opmerking: Als je geen specifiek genre in je bibliotheek hebt, start de muziek niet met spelen.**

# aboutSPControllerHowToLabelTextView
source: How To Use Shuffle Play Plus:
nl: Zo Gebruik je Shuffle Play Plus:

# aboutControllerAboutTextView
source: About The Developers
nl: Over De Ontwikkelaars

# aboutControllerAboutTylerTextView
source: Shuffle Play Plus is the project of two iOS Software Engineers, looking to make a dent in the way people listen to their music.
nl: Shuffle Play Plus is een project van twee iOS Software Ontwikkelaars, die proberen de muziek ervaring te verbeteren.
